Repository: GrzybDev/QuantumBreak
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl_pl

source: [4.5-11.7] You're right. We need to stick to the original plan. Whether Sofia's data is good or not, we can't deviate from that.[12.35-19.7] Clearly we have been compromised. Put a team together. Find out who she's working with.[29.2-30.3] My God. It's her.[33.7-40.9] Her, Martin. She's one of our employees! How the hell...[54.8-60.3] We won't be able to kill her. Not yet. How can she be working with Jack? How does she even know him?[66.4-67.5] Find out.
pl_pl: [4.5-11.7] Masz rację. Musimy trzymać się pierwotnego planu. Niezależnie od tego, czy dane Sofii są dobre, czy nie, nie możemy od niego odstąpić. [12.35-19.7] Najwyraźniej zostaliśmy skompromitowani. Zbierz zespół. Dowiedz się, z kim ona pracuje. [29.2-30.3] Mój Boże. To ona. [33.7-40.9] To ona, Martin. To jedna z naszych pracownic! Jak do diabła...[54.8-60.3] Nie będziemy w stanie jej zabić. Jeszcze nie. Jak ona może pracować z Jack'iem? Skąd ona go w ogóle zna?[66.4-67.5] Dowiedz się.

source: [4.6-6] Two minutes to the past.[28.8-32.17] Paul! What... how...
pl_pl: [4.6-6] Dwie minuty w przeszłość.[28.8-32.17] Paul! Co do... jak...

source: [4.7-6.6] No, no, no, no, no.[7.8-8.55] Goddamn it![9-12.1] I don't know! We were so close.[13.6-14.65] I'm gonna try it again.[17.7-18.7] We don't know that.[22-22.85] We can't--[23.1-24.4] --stop trying. [45.1-48.15] The Monarch scientist. I saw her video near Ground Zero.[56-60] Unless I have an invite. Paul told me he expected me to meet him at that party.
pl_pl: [4.7-6.6] Nie, nie, nie, nie, nie. [7.8-8.55] Cholera! [9-12.1] Nie wiem! Byliśmy tak blisko. [13.6-14.65] Spróbuję jeszcze raz. [17.7-18.7] Nie wiemy tego. [22-22.85] Nie możemy... [23.1-24.4] ...przestać próbować. [45.1-48.15] Naukowiec Monarch. Widziałem jej nagranie niedaleko Strefy Zero. [56-60]Chyba że mam zaproszenie. Paul powiedział mi, że spodziewa się, że spotkam się z nim na imprezie.

source: [40.7-43.85] Martin, I'm afraid you're going to have to cover for me at the speech tonight.[48.4-50.4] Jack and I have a lot of catching up to do.
pl_pl: [40.7-43.85] Martin, obawiam się, że będziesz musiał mnie zastąpić podczas dzisiejszego przemówienia.[48.4-50.4] Jack i ja mamy wiele do nadrobienia.

source: [41.4-42.9] Going too fast for you?[45.3-49.5] Okay. What do you want to cover first? You tell me.[103.5-105.55] Hey, thanks for the ride.
pl_pl: [41.4-42.9] Mówię za szybko?[45.3-49.5] Okej. Czego chcesz się najpierw dowiedzieć? Powiedz.[103.5-105.55] Hej, dzięki za podwózkę.

source: [43-48.2] We didn't come this far to get derailed now. You talk to him. Find out what he knows.[49.3-50.2] Then get rid of him.
pl_pl: [43-48.2] Nie zaszliśmy tak daleko, żeby teraz się wykoleić. Porozmawiaj z nim. Dowiedz się, co wie. [49.3-50.2] Potem się go pozbądź.

source: [43.1-45.4] I'm sorry, Jack. I never wanted this.[49.4-50.7] We're taking the hardline.[51.6-54.3] Any potential threats to our plan need to be erased.
pl_pl: [43.1-45.4] Przepraszam, Jack. Nigdy tego nie chciałem. [49.4-50.7] Przyjmujemy twardą linię. [51.6-54.3] Wszelkie potencjalne zagrożenia dla naszego planu muszą zostać usunięte.

source: [43.1-45.4] I'm sorry, Jack. I never wanted this.[49.7-51.7] We can't risk any unwanted attention.[52.6-56.1] Initialize a PR campaign. We need the city on our side.
pl_pl: [43.1-45.4] Przepraszam, Jack. Nigdy tego nie chciałam. [49.7-51.7] Nie możemy ryzykować niechcianej uwagi. [52.6-56.1] Rozpocznij kampanię PR. Potrzebujemy miasta po naszej stronie.

source: [43.8-46.2] Ngh! C'mon, c'mon![49.8-50.85] Oh, God.[56.3-57.6] Gnnh! C'mon!
pl_pl: [43.8-46.2] Ngh! Dalej, dalej![49.8-50.85] O, Boże.[56.3-57.6] Gnnh! Dalej!

source: [44.3-46.3] They just pulled this from the security feed.
pl_pl: [44.3-46.3] Właśnie wyciągnęli to z kanału bezpieczeństwa.

source: [44.8-45.9] The countermeasure.[46.4-53.6] It stitched time back together, everywhere. The destruction couldn't be undone. The lives we lost were real. But we fixed it. [56.1-57.3] The clocks kept on ticking.
pl_pl: [44.8-45.9] Środek zaradczy. [46.4-53.6] Zszył ponownie czas. Zniszczenia nie mogły zostać cofnięte. Życie, które straciliśmy, było prawdziwe. Ale naprawiliśmy to. [56.1-57.3] Zegary wciąż tykały.

source: [45-47.1] They just pulled this from the security feed.
pl_pl: [45-47.1] Właśnie wyciągnęli to z kanału bezpieczeństwa.

source: [46.4-46.9] All right.
pl_pl: [46.4-46.9] W porządku.

source: [48.9-52.6] Fine. I'll take the laptop to the science department.
pl_pl: [48.9-52.6] W porządku. Zabiorę laptopa do działu naukowego.

source: [49.3-54] So what you did next... it wasn't personal?
pl_pl: [49.3-54] Więc to, co zrobiłeś później... nie było osobiste?

source: [49.5-53.2] Fine. I'll take the laptop to the science department.
pl_pl: [49.5-53.2] W porządku. Zabiorę laptopa do działu naukowego.

source: [5.1-6.5] We're taking the hardline. [7.3-10] Any potential threats to our plan need to be erased.[34.45-38.9] She was the only one who could administer the treatments that kept my sickness at bay.[40.3-43] You're right. We need to stick to the original plan.[47-48.1] My God. It's her.[48.6-49.6] Beth Wilder.
pl_pl: [5.1-6.5] Przyjmujemy bezkompromisowe podejście. [7.3-10] Wszelkie potencjalne zagrożenia dla naszego planu muszą zostać usunięte. [34.45-38.9] Tylko ona mogła podawać mi leki, które powstrzymały moją chorobę. [40.3-43] Masz rację. Musimy trzymać się pierwotnego planu.[47-48.1] Mój Boże. To ona. [48.6-49.6] Beth Wilder.

source: [5.1-6.5] We're taking the hardline. [7.3-10] Any potential threats to our plan need to be erased.[34.45-38.9] She was the only one who could administer the treatments that kept my sickness at bay.[40.5-48.25] Sofia's data's always been good. I'll trust her judgment. We need to analyze these figures and make final preparations to activate the Lifeboat protocol. At once.[55-56.6] No, I think I'll do that myself.
pl_pl: [5.1-6.5] Przyjmujemy bezkompromisowe podejście. [7.3-10] Wszelkie potencjalne zagrożenia dla naszego planu muszą zostać usunięte. [34.45-38.9] Tylko ona mogła podawać mi leki, które powstrzymały moją chorobę. [40.5-48.25] Dane Sofii zawsze były dobre. Zaufam jej osądowi. Musimy przeanalizować te dane i poczynić ostateczne przygotowania do aktywacji Protokołu Łodzi Ratunkowej. [55-56.6] Nie, myślę, że sam to zrobię.

source: [5.1-7.15] I'll take the laptop to the science department.
pl_pl: [5.1-7.15] Zaniosę laptopa do działu naukowego.

source: [5.1-7.2] This wasn't supposed to happen! The figures all--[18.3-20.46] There's no other way out! I'm going through the machine!
pl_pl: [5.1-7.2] To nie miało się wydarzyć! Wszystkie obliczenia...[18.3-20.46] Nie ma innego wyjścia! Przechodzę przez maszynę!

source: [5.1-7.9] You're right. We need to stick to the original plan.[11.8-12.9] My God. It's her.[45.9-47.65] I'm not wrong.
pl_pl: [5.1-7.9] Masz rację. Musimy trzymać się pierwotnego planu. [11.8-12.9] Mój Boże. To ona. [45.9-47.65] Nie mylę się.

source: [5.1-7.9] You're right. We need to stick to the original plan.[11.8-12.9] My God. It's her.[45.9-47.65] I'm not wrong.[64.5-66.4] WHO ARE YOU WORKING FOR?
pl_pl: [5.1-7.9] Masz rację. Musimy trzymać się pierwotnego planu. [11.8-12.9] Mój Boże. To ona. [45.9-47.65] Nie mylę się. [64.5-66.4] DLA KOGO PRACUJESZ?

source: [5.25-7.1] We can't risk any unwanted attention.[8-11.5] Initialize a PR campaign. We need the city on our side.[35.1-39.6] She was the only one who could administer the treatments that kept my sickness at bay.[41-43.8] You're right. We need to stick to the original plan.[47.6-48.7] My God. It's her.[49.3-50.3] Beth Wilder.
pl_pl: [5.25-7.1] Nie możemy ryzykować niechcianej uwagi.[8-11.5] Rozpocznij kampanię PR. Potrzebujemy miasta po naszej stronie. [35.1-39.6] Tylko ona mogła podawać mi leki, które powstrzymały moją chorobę. [41-43.8] Masz rację. Musimy trzymać się pierwotnego planu.[47.6-48.7] Mój Boże. To ona. [49.3-50.3] Beth Wilder.

source: [5.25-7.1] We can't risk any unwanted attention.[8-11.5] Initialize a PR campaign. We need the city on our side.[35.1-39.6] She was the only one who could administer the treatments that kept my sickness at bay.[41.2-48.8] Sofia's data's always been good. I'll trust her judgment. We need to analyze these figures and make final preparations to activate the Lifeboat protocol. At once.[55.6-57.3] No, I think I'll do that myself.
pl_pl: [5.25-7.1] Nie możemy ryzykować niechcianej uwagi. [8-11.5] Rozpocznij kampanię PR. Potrzebujemy miasta po naszej stronie. [35.1-39.6] Tylko ona mogła podawać leki, które powstrzymały moją chorobę. [41.2-48.8] Dane Sofii zawsze były dobre. Zaufam jej osądowi. Musimy przeanalizować te dane i poczynić ostateczne przygotowania do aktywacji Protokołu Łodzi Ratunkowej. Natychmiast. [55.6-57.3] Nie, myślę, że sam to zrobię.

source: [5.3-9.15] One of my treatments... but it's damaged.[11.8-13.7] Is it safe to use?[18.5-23.7] Or is it a trap? Another betrayal?
pl_pl: [5.3-9.15] Jedno z moich lekarstw... ale uszkodzone.[11.8-13.7] Czy można go bezpiecznie używać?[18.5-23.7] A może to pułapka? Kolejna zdrada?

source: [5.5-8.3] Alright, any bright ideas?
pl_pl: [5.5-8.3] Jakieś pomysły?

source: [5.6-9.4] If we were gonna kidnap Doctor Amaral then we needed to do it from the inside. [13.4-15.1] We had common interests. [16.8-17.6] It's all we needed.
pl_pl: [5.6-9.4] Jeśli mieliśmy porwać doktor Amaral, musieliśmy to zrobić od środka. [13.4-15.1] Mieliśmy wspólne interesy. [16.8-17.6] To wszystko, czego potrzebowaliśmy.

source: [5.9-8.7] My exact words were "don't do anything stupid".[9.7-11.6] Well, time to start. Get in. [17.5-18.3] Then shoot me.[27.9-29.45] That's for not listening to me back there.[30.9-34.4] You want to stop time from breaking down? You need my help.[38.8-43.1] And thanks, by the way, for the plus one in the back seat. Starting to feel like a goddamn babysitter.
pl_pl: [5.9-8.7] Powiedziałam dokładnie „nie rób nic głupiego”. [9.7-11.6] Więc teraz musisz zacząć nim być. Wsiadaj. [17.5-18.3] To mnie zastrzel. [27.9-29.45] To za to, że mnie nie posłuchałeś. [30.9-34.4] Chcesz naprawić czas? Więc potrzebujesz mojej pomocy. [38.8-43.1] A tak przy okazji, dzięki za dzieciaka na tylnym siedzeniu. Zaczynam się czuć jak cholerna opiekunka do dzieci.

source: [51-55.18] So what you did next... it wasn't personal?
pl_pl: [51-55.18] Więc to, co zrobiłeś później... nie było osobiste?

source: [51-55.7] So what you did next... it wasn't personal?
pl_pl: [51-55.7] Więc to, co zrobiłeś później... nie było osobiste?

source: [51.7-52.3] Uhh!
pl_pl: [51.7-52.3] Ha!

source: [6-10] ACT 1: THE NUMBER ONE KILLER IS TIME
pl_pl: [6-10] AKT PIERWSZY: NAJWIĘKSZYM ZABÓJCĄ JEST CZAS

source: [6-10] ACT 2: PERFECT PLACE TO HIDE SOMETHING
pl_pl: [6-10] AKT DRUGI: IDEALNE MIEJSCE DO UKRYCIA CZEGOŚ

source: [6-10] ACT 3: THE WINE AND CHEESE CROWD
pl_pl: [6-10] AKT TRZECI: WINO I SER

source: [6-10] ACT 4: THE SECRET HISTORY OF TIME TRAVEL
pl_pl: [6-10] AKT CZWARTY: TAJNA HISTORIA PODRÓŻY W CZASIE

source: [6-10] ACT 5: I'LL COME BACK FOR YOU
pl_pl: [6-10] AKT PIĄTY: WRÓCĘ PO CIEBIE

source: [6-10] JUNCTION 1: HARDLINE / PR
pl_pl: [6-10] ROZWIDLENIE 1: BEZKOMPROMISOWO / PR

source: [6-10] JUNCTION 2: BUSINESS / PERSONAL
pl_pl: [6-10] ROZWIDLENIE 2: SPRAWY BIZNESOWE / SPRAWY OSOBISTE

source: [6-10] JUNCTION 3: SOFIA AMARAL / MARTIN HATCH
pl_pl: [6-10] ROZWIDLENIE 3: SOFIA AMARAL / MARTIN HATCH

source: [6-10] JUNCTION 4: CONTROL / SURRENDER
pl_pl: [6-10] ROZWIDLENIE 4: KONTROLA / PODDANIE

source: [6.1-14.1] Hey! You down there! Don't come up here, man! Monarch’s got this whole place locked down!
pl_pl: [6.1-14.1] Hej! Ty tam na dole! Nie podchodź tu! Monarch zamknął to miejsce!

source: [6.2-12.25] Hey! Somebody's sneaking around down there! HEY! I think that's Jack--
pl_pl: [6.2-12.25] Hej! Ktoś się tam skrada! HEJ! Chyba to Jack...

source: [6.4-9.1] Paul. No, don't do it. Don't do it, don't!
pl_pl: [6.4-9.1] Paul. Nie, nie rób tego. Nie rób tego, nie!

source: [6.7-16.4] Yeah. They made that clear. Monarch lined every escape route with barricades, roadblocks. I had to get to the mainland, but I couldn't do it by car. I needed a new plan.
pl_pl: [6.7-16.4] Tak. Postawili sprawę jasno. Monarch obstawił każdą drogę ucieczki barykadami, blokadami. Musiałem dostać się na stały ląd, ale nie mogłem tego zrobić samochodem. Potrzebowałem nowego planu.

source: [6.7-7.4] What?[14.35-18.3] Yeah, like hell you are. You saw what happened; something's wrong with the machine.[19-22.2] You're not trained for this. Anything you do is gonna make it worse.[22.3-23.2] You know I'm right.[24.2-26.7] You lost people, you're angry, I get it.[29-33.7] But this is bigger than us. We can't fix the machine.[36.75-38.5] But I might know somebody who can.[42.2-43.5] Sofia Amaral.[49.3-56.1] Serene's head of chronon research. She'll be at the Monarch gala tonight, but security's airtight, she'll be nearly impossible to get to.[61.5-63.8] Something tells me that was not a friendly invitation.[66.8-68.35] Jack. No.
pl_pl: [6.7-7.4] Co? [14.35-18.3] Tak, już to widzę. Widziałeś, co się stało, coś jest nie tak z maszyną. [19-22.2] Nie jesteś do tego przeszkolony. Wszystko, co zrobisz, pogorszy sytuację. [22.3-23.2] Wiesz, że mam rację. [24.2-26.7] Straciłeś bliskich, jesteś zły, rozumiem to. [29-33.7] Ale to jest większe od nas. Nie możemy naprawić maszyny.[36.75-38.5] Ale chyba znam kogoś, kto może to zrobić.[42.2-43.5] Sofia Amaral.[49.3-56.1] Szefowa badań nad chrononem w Serene. Będzie dziś na gali Monarch, ale ona jest chroniona, prawie nie da się do niej dostać.[61.5-63.8] Coś mi mówi, że to nie było przyjacielskie zaproszenie. [66.8-68.35] Jack. Nie.

source: [6.9-7.5] Paul![8.4-10.8] Stop! Come back! Goddamn it!
pl_pl: [6.9-7.5] Paul! [8.4-10.8] Stój! Wracaj! Niech to szlag!

source: [6.9-9.3] Yeah... well, that patience is starting to wear pretty thin.[29.4-32.6] Finally. Thought you wanted to talk, not get my life story.[38.8-41.9] I hear it's all being pinned on Paul. That's quite the feat.
pl_pl: [6.9-9.3] Tak... cóż, ta cierpliwość zaczyna się kończyć.[29.4-32.6] W końcu. Myślałem, że chcesz porozmawiać, a nie poznać historię mojego życia. [38.8-41.9] Słyszałem, że wszystko jest przypisywane Paulowi. Niezły wyczyn.

source: [60.8-63] Sir? Are you all right?
pl_pl: [60.8-63] Proszę pana? Wszystko w porządku?

source: [62.5-64.7] Sir? Are you all right?
pl_pl: [62.5-64.7] Proszę Pana? Wszystko w porządku?

source: [63.1-65.9] Yeah. I've got this, don't worry.
pl_pl: [63.1-65.9] Tak. Zajmę się nią, nie martw się.

source: [63.5-69.9] I will. You just take care of yourself, Jack. Okay?
pl_pl: [63.5-69.9] Tak zrobię. Uważaj na siebie, Jack. Okej?

source: [65.7-72.8] We have a problem. No word from Jack Joyce's transport. It should have arrived here by now. We may have a traitor on the inside.[80.2-83.3] You're due for your treatment. I'll find who's behind this.[86.7-95.5] There's more. As you know, Jack's level of interference led to unexpected complications. Witnesses from the university were transported here. You need to take a look.
pl_pl: [65.7-72.8] Mamy problem. Brak informacji o transporcie Jack'a Joyce'a. Powinien już tu dotrzeć. Możemy mieć zdrajcę w szeregach. [80.2-83.3] Musisz wziąć leki. Dowiem się, kto za tym stoi.[86.7-95.5] Jest w tym coś więcej. Jak wiesz, poziom ingerencji Jack'a doprowadził do nieoczekiwanych komplikacji. Świadkowie z uniwersytetu zostali przetransportowani tutaj. Musisz się temu przyjrzeć.

source: [65.9-71.15] Mr. Serene? Sorry to disturb you, sir, but I have that clean-up report on Dr. Kim's lab you wanted.
pl_pl: [65.9-71.15] Panie Serene? Przepraszam, że przeszkadzam, ale mam raport z czyszczenia laboratorium doktora Kima, o który pan prosił.

source: [7-10] Jack Joyce! In the Flesh![29.6-31.8] There's no other way out! I'm going through the machine!
pl_pl: [7-10] Jack Joyce! We własnej osobie![29.6-31.8] Nie ma innego wyjścia! Przechodzę przez maszynę!

source: [7.1-8.1] Jack! Run![9.4-9.7] Ungh!
pl_pl: [7.1-8.1] Jack! Uciekaj![9.4-9.7] Ungh!

source: [7.1-9.5] Hey, I come in peace. I'm just meeting a friend nearby.[12.5-13.8] Yeah, tell me about it.
pl_pl: [7.1-9.5] Hej, przychodzę w pokoju. Spotykam się tu tylko ze znajomym.[12.5-13.8] Taa. Też się dziwię.

source: [7.2-7.65] All right.
pl_pl: [7.2-7.65] W porządku.

source: [7.4-12.6] We didn't come this far to get derailed now. You talk to him. Find out what he knows.[13.8-14.6] Then get rid of him.[16.7-25.25] I know you wanna make this about you and me, Jack. But that's far away in the past... and I have a speech to prepare for.
pl_pl: [7.4-12.6] Nie zaszliśmy tak daleko, żeby teraz się wykoleić. Porozmawiaj z nim. Dowiedz się, co wie.[13.8-14.6] Potem się go pozbądź.[16.7-25.25] Wiem, że chcesz, żeby to dotyczyło ciebie i mnie, Jack. Ale to już odległa przeszłość... a ja muszę przygotować przemówienie.

source: [7.7-8.9] Oh... fuck.
pl_pl: [7.7-8.9] O... kurwa.

source: [7.9-9.71] Jack! Your hands...[41.7-46.3] Jack... you just -- what just--
pl_pl: [7.9-9.71] Jack! Twoje ręce... [41.7-46.3] Jack... ty... co się...?

source: [72-77.8] Sir? Uh, we've recovered Dr. Amaral's laptop. We have it set up over there if you want to take a look.
pl_pl: [72-77.8] Proszę Pana? Odzyskaliśmy laptop doktor Amaral. Tam jest, jeśli chcesz rzucić okiem.

source: [74.1-75.5] Don't shoot! Don't shoot, don't shoot![80.5-82] Who are you?
pl_pl: [74.1-75.5] Nie strzelaj! Nie strzelaj, nie strzelaj! [80.5-82] Kim jesteś?

source: [74.7-81.2] Beth Wilder. It was the first time I'd heard her name. But she had been there, in the past...
pl_pl: [74.7-81.2] Beth Wilder. Po raz pierwszy usłyszałem jej imię. Ale ona już tam była, w przeszłości...

source: [75.1-76.2] We failed. [78-86] We created Ground Zero. Caused everything to happen how it always did. Every piece falling into place.[108.15-110.2] You think I wanted to come back.[152.5-155.2] No, no, no, no. Beth. Beth![155.6-160.75] Beth, c'mon, move. Beth, get up. Beth, c'mon, get up![161.45-165.5] Please, Beth. Beth, you need to move, okay?[166.9-173.1] Yeah. Yeah, that's it, get the gun. C'mon, c'mon, c'mon, Beth, move. C'mon, please. Please.[173.3-174.85] Beth, move![176.7-180.75] Paul, don't do it. Don't do it. Don't![185.7-187.4] NO![189.9-192.25] Noo!
pl_pl: [75.1-76.2] Zawiedliśmy. [78-86] Stworzyliśmy Strefę Zero. Sprawiliśmy, że wszystko stało się tak, jak zawsze. Każdy element wpadł na swoje miejsce. [108.15-110.2] Myślisz, że chciałem wrócić. [152.5-155.2] Nie, nie, nie, nie. Beth. Beth![155.6-160.75] Beth, no dalej, rusz się. Beth, wstawaj. Beth, no dalej, wstawaj! [161.45-165.5] Proszę, Beth. Beth, musisz się ruszyć, dobra? [166.9-173.1] Tak. Tak, dobrze, weź broń. Dalej, dalej, dalej, Beth, rusz się. Dalej, proszę. Błagam.[173.3-174.85] Beth, rusz się![176.7-180.75] Paul, nie rób tego. Nie rób tego. Nie![185.7-187.4] NIE![189.9-192.25] Nie!

source: [77.5-81.1] Spread out! It's Joyce, somehow he got right past us!
pl_pl: [77.5-81.1] Rozproszyć się! To Joyce, jakoś nas ominął!

source: [79.8-80.8] Whoa![84-90] Get out of the road! Asshole.[94.3-97.5] Riverport University. Here we are.[106-107.2] No problem.
pl_pl: [79.8-80.8] Ej![84-90] Zjeżdzaj z drogi! Suka.[94.3-97.5] Uniwersytet Riverport. Jesteśmy.[106-107.2] Do usług.

source: [8-8.8] Sir?[13.5-14.3] Yes, sir.
pl_pl: [8-8.8] Proszę Pana? [13.5-14.3] Tak, proszę Pana.

source: [8-8.9] Trigger.[10.2-11.6] I never wanted this.
pl_pl: [8-8.9] Odpalaj.[10.2-11.6] Nigdy tego nie chciałem.

source: [8.2-9.25] What are you doing?[12.9-13.63] Jack...[15.75-18.35] You have to help me with this, we have to to shut this thing down now![20.3-21] Shut up![34.3-35.72] Shut up! Shut up![39.2-40.5] No, there's no time![47.38-49.5] Time! Is going! To end! [50.5-52.65] Jack. You have to trust me.[66-68.6] Oh, God. Oh, no. No, no. Oh, no, no. No, no, stop--[69-69.7] No.
pl_pl: [8.2-9.25] Co ty wyprawiasz?[12.9-13.63] Jack...[15.75-18.35] Musisz mi pomóc, musimy to natychmiast wyłączyć![20.3-21] Zamknij się![34.3-35.72] Zamknij się! Zamknij ryj![39.2-40.5] Nie, nie ma na to czasu![47.38-49.5] Czas! Się! Skończy! [50.5-52.65] Jack. Musisz mi zaufać.[66-68.6] Oh Boże. O nie. Nie, nie. Och, nie, nie. Nie, nie, wyłącz...[69-69.7] Nie.

source: [8.3-9.8] Targets have escaped the lab![12.55-13.5] Oh, shit!
pl_pl: [8.3-9.8] Cele uciekły z laboratorium![12.55-13.5] O cholera!

source: [8.4-9.7] Never been a great listener.[15.45-16.4] What if I don't trust you?[24.8-26.2] Look, I'm sorry, but I'm taking the van and--[29.7-30.2] Ow.
pl_pl: [8.4-9.7] Nigdy nie byłem dobrym słuchaczem. [15.45-16.4] A co jeśli ci nie ufam? [24.8-26.2] Słuchaj, przepraszam, ale biorę tę furgonetkę i... [29.7-30.2] Ał.

source: [8.5-10.9] No. Way.[12.3-13.95] Yeah. I think so. [17.85-21.5] A second time machine. This changes everything!
pl_pl: [8.5-10.9] Nie. Ma. Mowy.[12.3-13.95] Tak. Myślę, że tak. [17.85-21.5] Drugi wehikuł czasu. To zmienia wszystko!

source: [8.6-10.1] Who put you up to this?[13.9-15.6] WHO ARE YOU WORKING FOR?[16.8-18.1] LIAR![34.15-35.3] No...[43.15-50.5] Any of them... it could be any of them. I need to be careful.[60.5-62.1] Bradbury swimming pool.
pl_pl: [8.6-10.1] Kto cię do tego namówił?[13.9-15.6] DLA KOGO PRACUJESZ?[16.8-18.1] KŁAMCA![34.15-35.3] Nie...[43.15-50.5] Każdy z nich... to może być każdy z nich. Muszę być ostrożny. [60.5-62.1] Basen Bradbury.

source: [8.7-10.2] I've seen where this leads...[12.9-20.1] I've been to the End of Time. And I've escaped it, all the way to 1999. When it all started.[21.3-23] I've tried to change things.[23.7-26.8] But by trying, I only made them happen in the first place.
pl_pl: [8.7-10.2] Widziałem, dokąd to prowadzi... [12.9-20.1] Byłem na Końcu Czasu. I uciekłem z niego, aż do 1999 roku. Kiedy to wszystko się zaczęło.[21.3-23] Próbowałem coś zmienić.[23.7-26.8] Ale próbując, tylko sprawiłem, że to się stało.

source: [8.8-10.6] Hey. Wait. Wait![19.7-28.4] What did you do? That was the wrong door. You changed the date, where is she?[29.7-30.6] Where is she?![41.8-42.8] FUCK![52.4-53.6] Yeah... okay.[60-63.3] I'm gonna follow through with the plan. Tie her up, and get as far away from here as you can.
pl_pl: [8.8-10.6] Hej. Czekaj. Czekaj! [19.7-28.4] Co zrobiłaś? To nie była dobra strona. Zmieniłaś datę, gdzie ona jest? [29.7-30.6] Gdzie ona jest?! [41.8-42.8] KURWA! [52.4-53.6] No dobra. [60-63.3] Zamierzam zrealizować plan. Zwiąż ją i uciekaj, jak najdalej stąd.

source: [8.9-10.5] Hey. Wait. Wait![19.5-28.2] What did you do? That was the wrong door. You changed the date, where is she?[29.7-30.5] Where is she?![41.9-42.7] FUCK![52.4-53.7] Yeah... okay.[60-63.45] I'm gonna follow through with the plan. Tie her up, and get as far away from here as you can.
pl_pl: [8.9-10.5] Hej. Czekaj. Czekaj! [19.5-28.2] Co ty zrobiłaś? To nie była dobra strona. Zmieniłaś datę, gdzie ona jest?[29.7-30.5] Gdzie ona jest?! [41.9-42.7] KURWA! [52.4-53.7] No dobra. [60-63.45] Zamierzam zrealizować plan. Zwiąż ją i uciekaj, jak najdalej możesz.

source: [80.1-84.3] C'mon, watch where you're going, man! Fuck off!
pl_pl: [80.1-84.3] Patrz gdzie jedziesz człowieku! Jeb się!

source: [81.9-85.1] Don't let them escape! Somebody call Mr. Serene!
pl_pl: [81.9-85.1] Nie pozwól im uciec! Niech ktoś zadzwoni do pana Serene!

source: [86.75-99.1] Except one. The blast sent you through time. Brought you back to 2016, the same exact time from which you left. Something anchored you there. [106.15-108.2] We need to know how you did this.
pl_pl: [86.75-99.1] Z wyjątkiem jednego. Wybuch wysłał cię w czasie. Sprowadził cię z powrotem do roku 2016, dokładnie do tego samego czasu, z którego wyruszyłeś. Coś cię tam zakotwiczyło. [106.15-108.2] Musimy wiedzieć, jak to zrobiłeś.
